{
  "statuses": [
    {
      "id": 0,
      "name": "Read"
    },
    {
      "id": 1,
      "name": "Reading"
    },
    {
      "id": 2,
      "name": "Want to read"
    }
  ],
  "books": [
    {
      "id": 0,
      "title": "Exciting Times",
      "author": "Naoise Dolan",
      "description": "In this wry, stylish debut, Dolan sets her sights on Ava, an Irish expat teaching English to the wealthy children of Hong Kong. Ava soon becomes romantically entangled with Julian, a rich banker who can’t commit, as well as with Edith, a lawyer who inspires both envy and desire. In this witty satire of the haves and have nots, Dolan explores tender, insightful truths about the vagaries of modern love.",
      "status": 0
    },
    {
      "id": 2,
      "title": "The Jetsetters",
      "author": "Amanda Eyre Ward",
      "description": "In Eyre Ward’s (How to Be Lost, The Same Sky) The Jetsetters, everyone is, to put it mildly, a colossal wreck. Lucky for us, they each—all three Perkins children, plus their widowed matriarch Charlotte—also get a say.",
      "status": 1
    },
    {
      "id": 3,
      "title": "Had I Known",
      "author": "Barbara Ehrenreich",
      "description": "This compendium of Ehrenreich’s newspaper and magazine columns spans such diverse topics as cults, health food crazes, housework, welfare programs, and O.J. Simpson. In the age of late capitalism, Ehrenreich's prophetic eye for the brokenness of systems has never been more timely. ",
      "status": 2
    },
    {
      "id": 4,
      "title": "American Poison: How Racial Hostility Destroyed Our Promise",
      "author": "Eduardo Porter",
      "description": "In this fascinating book, Porter sees the matrix of race in America. Weaving together social science research and historical context, he dissects how racism infects every stratum of American society, from unions to public education to immigration policy. Porter, a New York Times economics reporter who has covered the intersection of race and economics around the world, is uniquely conversant and globally-minded on these issues. ",
      "status": 2
    },
    {
      "author": "Naoise Dolan",
      "description": "In this wry, stylish debut, Dolan sets her sights on Ava, an Irish expat teaching English to the wealthy children of Hong Kong. Ava soon becomes romantically entangled with Julian, a rich banker who can’t commit, as well as with Edith, a lawyer who inspires both envy and desire. In this witty satire of the haves and have nots, Dolan explores tender, insightful truths about the vagaries of modern love.",
      "title": "Exciting Times",
      "status": 0,
      "id": 5
    },
    {
      "author": "asdf",
      "description": "asdf",
      "title": "asdf",
      "status": 0,
      "id": 6
    },
    {
      "author": "Heidi Schoof",
      "description": "A biography of the Civil War spy who provided Union generals with secret information that helped the North defeat the South.",
      "title": "Elizabeth Van Lew",
      "status": 0,
      "image": "http://books.google.com/books/content?id=h5FUHOBmOQAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "id": 7
    }
  ],
  "users": []
}